{
  "banner": [
    {
      "adult": false,
      "backdrop_path": "/7dzngS8pLkGJpyeskCFcjPO9qLF.jpg",
      "genre_ids": [
        28,
        53
      ],
      "id": 245891,
      "original_language": "en",
      "original_title": "John Wick",
      "overview": "Yönetmenliğini David Leitch ve Chad Stahelski ikilisinin üstlendiği film; kendisini öldürmek için tutulan eski bir dostunun peşine düşen tetikçi John Wick'in intikam öyküsünü anlatıyor.  Yapılan klasik bir araba hırsızlığı, Rus mafyasının önemli adamlarından birinin oğlunun başını belaya sokacaktır. John Wick, emekliye ayrılmış bir tetikçidir. Emekliliğinin tadını çıkarırken karısının yakalandığı amansız hastalıkla hayatı altüst olur. Karısından kendisine kalan en değerli varlığı ve can yoldaşı köpeğidir. Ancak evine dalan üç gangster onu da öldürür. Gansterlerden biri, mafya babası Viggo Tasarov'un oğlu Josef Tasarov'dur ve John'un daha önce birlikte çalıştığı bir adamdır. Artık kaybedecek hiçbir şeyi de kalmayan John Wick'in tek istediği intikamdır ve New York sokaklarında düşmanlarıyla nefes kesen bir kovalamacanın içine girer.",
      "poster_path": "/fZPSd91yGE9fCcCe6OoQr6E3Bev.jpg",
      "release_date": "2014-10-22",
      "title": "John Wick",
      "video": false,
      "vote_average": 7.3,
      "vote_count": 14244,
      "popularity": 64.893,
      "media_type": "movie"
    },
    {
      "original_title": "Inception",
      "poster_path": "/9gk7adHYeDvHkCSEqAvQNLV5Uge.jpg",
      "video": false,
      "id": 27205.0,
      "popularity": 50.229,
      "overview": "Uzmanlık alanı, zihnin en savunmasız olduğu rüya görme anında, bilinçaltının derinliklerindeki değerli sırları çekip çıkarmak ve onları çalmak olan Dom Cobb çok yetenekli bir hırsızdır. Cobb’un bu ender mahareti, onu kurumsal casusluğun tehlikeli yeni dünyasında aranan bir oyuncu yapmıştır. Ancak, aynı zamanda bu durum onu uluslararası bir kaçak yapmış ve sevdiği herşeye malolmuştur. Cobb’a içinde bulunduğu durumdan kurtulmasını sağlayacak bir fırsat sunulur. Ona hayatını geri verebilecek son bir iş; tabi eğer imkansız “başlangıç”ı tamamlayabilirse. Mükemmel soygun yerine, Cobb ve takımındaki profesyoneller bu sefer tam tersini yapmak zorundadır; görevleri bir fikri çalmak değil onu yerleştirmektir. Eğer başarırlarsa, mükemmel suç bu olacaktır.",
      "release_date": "2010-07-15",
      "title": "Başlangıç",
      "vote_count": 28941.0,
      "adult": false,
      "backdrop_path": "/2HmLvOvu1rhfxK50WfJ4jFKy9zQ.jpg",
      "media_type": "movie",
      "genre_ids": [
        28.0,
        878.0,
        12.0
      ],
      "vote_average": 8.3,
      "original_language": "en"
    },
    {
      "video": false,
      "vote_average": 8.2,
      "popularity": 31.811,
      "overview": "Roma İmparatorluğu'na en parlak dönemi yaşatan General Maximus, girdiği bir meydan savaşından daha zaferle çıkar, artık tek hayali bir an önce evine dönerek karısı ve ailesine kavuşmaktır.\r Fakat, zamanın Roma İmparatoru Marcus Aurelius, Maximus'a önemli bir görev verir ve iktidara sahip çıkmasını ister. Bunun üzerine imparatorun oğlu olan Commodus, iktidarın elinden alınacağını anlayınca general ve ailesini öldürme emri verir. Maximus ölümden zor kurtulur ve gladyatörler arenasına sürgün edilir. Yıllar sonra Roma'ya geri dönen güçlü gladyatör Maximus'un tek amacı Commodus'u öldürerek karısı ve oğlunun katledilmesinin intikamını almaktır.",
      "release_date": "2000-05-01",
      "title": "Gladyatör",
      "vote_count": 13531.0,
      "adult": false,
      "backdrop_path": "/aZtwH3RQ0L8jbInxr7OSc9tlGMJ.jpg",
      "media_type": "movie",
      "genre_ids": [
        28.0,
        18.0,
        12.0
      ],
      "id": 98.0,
      "original_language": "en",
      "original_title": "Gladiator",
      "poster_path": "/ehGpN04mLJIrSnxcZBMvHeG0eDc.jpg"
    },
    {
      "original_language": "en",
      "original_title": "Inglourious Basterds",
      "poster_path": "/7sfbEnaARXDDhKm0CZ7D7uc2sbo.jpg",
      "overview": "Alman kuşatması altındaki Fransa’da, genç Yahudi mülteci Shosanna Dreyfus, ailesinin Nazi Albay Hans Landa tarafından canice katledilmesine tanık olur. Canını zor kurtaran genç kız, Paris’e gidip burada yeni bir kimlikle, sıfırdan hayatına başlar. Olaydan birkaç yıl sonra, Alman savaş kahramanı Fredrick Zoller, Shosanna’nın işlettiği sinema salonunda onu görür ve ondan hoşlanır. Zoller, kendisini yüceltmek için çekilen filmin galasını Shosanna’nın sinemasında düzenlemek isteyince, Shosanna ailesinin intikamını almayı kafaya koyar. Yüksek rütbeli tüm Nazi subaylarının geleceği etkinlik, acımasız Teğmen Aldo Raine liderliğindeki Nazi karşıtı bir grup Yahudi-Amerikan gerilla askeri olan \"Soysuzlar\"ın dikkatini çeker. Nazi Almanyası'nın önde gidenlerine zarar verme amacıyla, Alman sinema oyuncusu ve gizli ajan Bridget Von Hammersmark ile işbirliği yaparlar. Shosanna’nın da kendi intikamını alma planlarını yaptığı sinema salonunun çatısı altında hepsinin kaderleri kesişecektir.",
      "video": false,
      "vote_average": 8.2,
      "popularity": 35.216,
      "id": 16869.0,
      "release_date": "2009-08-18",
      "vote_count": 16759.0,
      "title": "Soysuzlar Çetesi",
      "adult": false,
      "backdrop_path": "/bPnPsyo09tLRnTOb7AlsBsgnbhP.jpg",
      "media_type": "movie",
      "genre_ids": [
        18.0,
        28.0,
        53.0,
        10752.0
      ]
    },
    {
      "video": false,
      "vote_average": 7.2,
      "popularity": 61.457,
      "overview": "Panda ayısı Po, antik Çin’deki Barış Vadisi’nde ucuz bir restoranda garson olarak çalışmaktadır. Kung fu fanatiğidir ama vücudunun şekli son derece hantal ve biçimsiz olduğu için kung fu dövüş sanatını bir türlü en iyi şekilde sergileyemez. Bu arada Barış Vadisi’nin kapısına birbirinden güçlü düşmanlar dayanmıştır. Eski bir efsaneye göre günün birinde bir kahraman doğacak ve halkına mutlak kurtuluşu ve huzuru armağan edecektir. Ancak vadi sakinlerinin umutla beklediği Seçilmiş Kişi’de olması gereken işareti, vadideki en tanınmış savunma sanatları ustaları bile bedenlerinde taşımamaktadır. Vadinin en tembel, en üşengeç hayvanı olarak üne kavuşan Po, günün birinde bir yarışmaya katılınca kurtarıcının taşıması gereken işareti vücudunda taşıdığı fark edilir. Gereken işareti bu uyuşuk panda ayısının taşıdığını gören dövüş sanatı ustaları ise tam bir şok geçirir. Ancak, bu kibar ve tembel Panda ayısını bir kung fu savaşçısına dönüştürmekten başka çareleri de yoktur.",
      "release_date": "2008-06-04",
      "title": "Kung Fu Panda",
      "vote_count": 8383.0,
      "adult": false,
      "backdrop_path": "/qdthf9WrRDSaIkGVQGhhJ9pz1hn.jpg",
      "media_type": "movie",
      "genre_ids": [
        28.0,
        12.0,
        16.0,
        10751.0,
        35.0
      ],
      "id": 9502.0,
      "original_language": "en",
      "original_title": "Kung Fu Panda",
      "poster_path": "/wWt4JYXTg5Wr3xBW2phBrMKgp3x.jpg"
    }
  ],
  "carousel": [
    {
      "id": 1,
      "name": "Eleştirmenlerin Gözdesi",
      "data": [
        {
          "video": false,
          "vote_average": 8.4,
          "popularity": 40.901,
          "overview": "Dövüş kulübünün ilk kuralı, dövüş kulübü hakkında konuşmamaktır. Dövüş kulübünün ikinci kuralı da, kulüp hakkında konuşmamaktır... Filmin baş kişisi, sıradan hayatının girdaplarında bunalımlar geçiren bir sigorta müfettişi olan Jack, Kanserli olmadığı halde, uykusuzluğunu yenmek ve hayatına anlam katmak adına, kanserlilere moral destek sağlayan terapi gruplarına katılır. Orada, Marla Singer adlı bir kızla garip bir yakınlık kurar. Bir iş gezisi dönüşü ise, Tyler Durden adlı egzantrik karakterle tanışır. Durden, Jack'in olmak isteyip de olamadığı adam gibidir. Tyler'ın girişimleriyle bir yeraltı faaliyeti olarak başlayan dövüş kulübü, Jack'e hayatında yepyeni kapılar açacaktır... Ve tabii, bu kapılardan ister istemez Marla geçecektir... Fakat... Tyler Durden gerçekte kimdir?",
          "release_date": "1999-10-15",
          "title": "Dövüş Kulübü",
          "vote_count": 21624.0,
          "adult": false,
          "backdrop_path": "/rr7E0NoGKxvbkb89eR1GwfoYjpA.jpg",
          "media_type": "movie",
          "genre_ids": [
            18.0
          ],
          "id": 550.0,
          "original_language": "en",
          "original_title": "Fight Club",
          "poster_path": "/pB8BM7pdSp6B6Ih7QZ4DrQ3PmJK.jpg"
        },
        {
          "original_title": "Django Unchained",
          "poster_path": "/az94ZhwoGxMDiHXiIR9KmwdExXt.jpg",
          "video": false,
          "id": 68718.0,
          "popularity": 34.673,
          "overview": "İç Savaş'tan iki yıl önce, güneyde geçen Django Unchained'de Oscar sahibi Jamie Foxx eski sahipleriyle geçmişi yüzünden Alman bir ödül avcısı olan diş hekimi Dr. King Schultz'la (Christoph Waltz) bir araya gelen Django karakterini canlandırıyor. Schultz, katil Brittle kardeşlerin peşindedir ve ödülüne kavuşmasını sadece Django sağlayabilir. Doğru kabul edilen her şeye aykırı olan Schultz, Brittle kardeşlerin –ölü veya diri- yakalanmasını sağlarsa Django'yu özgürlüğüne kavuşturma sözü verir. Başarıyla sonuçlanan planlarının ardından Schultz, Django'ya özgürlüğünü verir ama birbirlerinden ayrılmazlar. Schultz, Django ile birlikte Güney'in en çok aranan suçlularını avlamaya koyulur. Çok önemli avcılık yeteneklerini geliştiren Django'nun aslında tek bir amacı vardır: Uzun zaman önce köle ticareti yüzünden kaybettiği karısı Broomhilda'yı (Kerry Washington) bulmak ve kurtarmak. Django ve Schultz'un arayışı sonunda onları Calvin Candie'ye (Leonardo DiCaprio) ulaştıracaktır.",
          "release_date": "2012-12-25",
          "title": "Zincirsiz Django",
          "vote_count": 20518.0,
          "adult": false,
          "backdrop_path": "/lVcI3MOtumvEbOdS1Og7QoV6Lfc.jpg",
          "media_type": "movie",
          "genre_ids": [
            18.0,
            37.0
          ],
          "vote_average": 8.1,
          "original_language": "en"
        },
        {
          "video": false,
          "vote_average": 6.8,
          "popularity": 8.534,
          "overview": "Moskova’da askeri bir konvoya yapılan saldırıyı soruşturan ajan Hobbs olayın arkasında eski İngiliz SAS komandosu olan Owen Shaw'un olduğunu öğrenir. Shaw'un ekibinde Dom’un öldüğü varsayılan eski sevgilisi Letty’nin da olduğunu öğrendiğinde Hobbs olayı çözmek için Dom’un yardımını istemeye karar verir. Bu arada olaylardan habersiz olan Dom ve ekibi, Rio soygunundan kazandıkları para ile dünyanın dört bir tarafına dağılmış halde çaldıkları paranın keyfini sürmektedirler. Hobbs, Dom’a Letty’nin karıştığı olaydan bahseder ve haklarındaki tüm suçlamaları düşürüp evlerine geri dönmeleri karşılığında tüm ekibi yeniden toplamasını teklif eder.",
          "release_date": "2013-05-21",
          "id": 82992.0,
          "vote_count": 8587.0,
          "adult": false,
          "backdrop_path": "/mRfI3y2oAd7ejur2di09xC9niqp.jpg",
          "media_type": "movie",
          "genre_ids": [
            28.0,
            53.0,
            80.0
          ],
          "title": "Hızlı ve Öfkeli 6",
          "original_language": "en",
          "original_title": "Fast & Furious 6",
          "poster_path": "/A4lbjbWEwWEqF2e19tHGV2jwepa.jpg"
        },
        {
          "poster_path": "/iDazppeUB9ju9RySOJMKUq7HlLK.jpg",
          "video": false,
          "vote_average": 7.6,
          "popularity": 33.201,
          "vote_count": 10533.0,
          "release_date": "2014-05-27",
          "media_type": "movie",
          "id": 137113.0,
          "adult": false,
          "backdrop_path": "/auZIuHEUec5tBTns3tCRXfayxZq.jpg",
          "title": "Yarının Sınırında",
          "genre_ids": [
            28.0,
            878.0
          ],
          "overview": "Bir zaman döngüsünde sıkışıp kalan Bill Cage, savaşta öldüğü günü yeniden yaşamaktadır. Bu döngüden kurtulmak için sağ kalmak ve uzaylı istilacıları yenmek zorundadır.",
          "original_language": "en",
          "original_title": "Edge of Tomorrow"
        },
        {
          "video": false,
          "vote_average": 8.5,
          "popularity": 45.055,
          "overview": "Forrest Gump, zeka seviyesi 75 olan bir erkeğin hayatını ele alıyor. Zeka seviyesi nedeni ile devlet okullarına girmekte bile zorlanan Forrest Gump zamanla akla mantığa uymayan başarılara imza atıyor. Her ne kadar zeka seviyesi düşük olsa da fiziksel olarak son derece sağlam olan Forrest Gump, zamanla gelişen olaylar zincirinde bizi hayal edemeyeceğimiz bir dünyaya götürüyor.",
          "release_date": "1994-07-06",
          "vote_count": 20444.0,
          "adult": false,
          "backdrop_path": "/tlEFuIlaxRPXIYVHXbOSAMCfWqk.jpg",
          "media_type": "movie",
          "genre_ids": [
            35.0,
            18.0,
            10749.0
          ],
          "id": 13.0,
          "original_language": "en",
          "original_title": "Forrest Gump",
          "poster_path": "/h5J4W4veyxMXDMjeNxZI46TsHOb.jpg",
          "title": "Forrest Gump"
        },
        {
          "original_language": "en",
          "original_title": "Pulp Fiction",
          "poster_path": "/x1QZHSq9AzreIVbsp8VgYemAjV0.jpg",
          "overview": "Gangsterler camiasına içerden, unutulmaz bir bakış. Quentin Tarantino'yu her ne kadar önceki filmi Rezervuar Köpekleri ile çok övgü aldıysa da, kitlelere asıl tanıtan film. Ödül avcısı Butch Coolidge şeytanla yaptığı bir anlaşmada ödemeyi durdurmaya karar verir. Honey Bunny ve Pumpkin, hayatlarına biraz hareket katmak isteyen genç ve birbirine aşık bir çift küçük soyguncudur. Öteyandan, iki kaşarlanmış gangster, Vincent Vega ve Jules, günlük işlerinden biri olarak, patronlarına ödemeyi geciktiren bir kaç sahetekar genci vurmaya giderler. Vincent patronun güzel ve genç karısına bebek bakıcılığı yapmakla da görevlendirilirken ortağı suç yaşamına son vermeye karar verir. Cesur bir boksör ise para karşılığı hile yapmayı reddederek şehirden kaçar. Kader bu aykırı tipleri muhteşem bir şekilde bir araya getirecek, yollarını kesiştirecektir.",
          "video": false,
          "vote_average": 8.5,
          "popularity": 47.192,
          "id": 680.0,
          "release_date": "1994-09-10",
          "vote_count": 20998.0,
          "title": "Ucuz Roman",
          "adult": false,
          "backdrop_path": "/w7RDIgQM6bLT7JXtH4iUQd3Iwxm.jpg",
          "media_type": "movie",
          "genre_ids": [
            53.0,
            80.0
          ]
        },
        {
          "original_title": "The Sixth Sense",
          "poster_path": "/fIssD3w3SvIhPPmVo4WMgZDVLID.jpg",
          "video": false,
          "vote_average": 7.9,
          "popularity": 23.938,
          "overview": "Bir çocuk psikiyatrisi olan Dr. Crowe, yıllar önce bir saldırıya uğramış ve hayatı değişmiştir. Son ilgilendiği hastası, 6 yaşındaki bir erkek çocuğu olan Cole Sear'ın bir sırrı vardır. Çok az insana nasip olan bir yetenekle kutsanmış ya da lanetlenmiştir: ölmüş ama huzur bulamamış insanların etrafımızda dolaşan hayaletlerini görüp onlarla konuşmaktadır.Crowe, güçlerinin sınırlarını bilmediği ve anlayamadığı için korku içinde olan Cole'un yalnızca sırrını paylaşan tek kişi olmakla kalmayacak, aynı zamanda onunla birlikte cesur bir yolculuğa da çıkacaktır. İkisi de, içlerindeki boşluğu, yine kendi içlerine yapacakları bir yolculukta bulacakları şeylerle dolduracaklardır. Unutmamak gereken bir nokta daha olduğunu hatırlatmadan geçmeyelim: gerçekler, bulundukları zaman çok acıtabilirler...",
          "release_date": "1999-08-06",
          "id": 745.0,
          "vote_count": 8504.0,
          "adult": false,
          "backdrop_path": "/6TjllWT3cGrPFyqDXurVZ3L8bBi.jpg",
          "media_type": "movie",
          "genre_ids": [
            9648.0,
            53.0,
            18.0
          ],
          "title": "Altıncı His",
          "original_language": "en"
        },
        {
          "vote_average": 6.3,
          "popularity": 44.856,
          "overview": "Cehennem Melekleri geri dönüyor! Ama bu kez sorunları daha kişisel…  Barney Ross (Sylvester Stallone), Lee Christmas (Jason Statham), Yin Yang (Jet Li), Gunnar Jensen (Dolph Lundgren),Toll Road (Randy Couture) ve Hale Caesar (Terry Crews), ekibe yeni katılan Billy the Kid (Liam Hemsworth) ve Maggie (Yu Nan) ile birlikte Mr. Church (Bruce Willis) basit gibi görünen bir iş için çağırdığında yeniden bir araya geliyor. Verilen görev Barney ve eski usul paralı askerlerden oluşan ekibi için kolay bir kazanç fırsatı gibi görünüyor. Ancak işler yolunda gitmiyor ve içlerinden biri öldürülüyor. Bunun üzerine Cehennem Melekleri düşman bölgesinde arkadaşlarının intikamını almaya karar veriyor. Zıt güçler aracılığıyla hasarın karşılığını veriyor ve tam zamanında beklenmedik bir tehdidi durduruyor. Ancak bütün bunlar kardeşlerini acımasız bir şekilde öldüren düşmanlarını adaletle tanıştırma istekleriyle karşılaştırılamıyor bile. Bunu da Cehennem Melekleri tarzında gerçekleştiriyorlar...",
          "release_date": "2012-08-08",
          "vote_count": 5238.0,
          "adult": false,
          "backdrop_path": "/41QdmNKbwmVD7R6A7hMqMe9FYMy.jpg",
          "media_type": "movie",
          "genre_ids": [
            28.0,
            12.0,
            53.0
          ],
          "id": 76163.0,
          "original_language": "en",
          "original_title": "The Expendables 2",
          "poster_path": "/ghTRzBsDAc6HdUnrf5I6jf5t23M.jpg",
          "title": "Cehennem Melekleri 2",
          "video": false
        },
        {
          "adult": false,
          "backdrop_path": "/fNG7i7RqMErkcqhohV2a6cV1Ehy.jpg",
          "genre_ids": [
            28,
            878
          ],
          "id": 603,
          "original_language": "en",
          "original_title": "The Matrix",
          "overview": "İki türlü gerçeklik vardır: biri yaşanan, öteki yaşamın ötesinde olan. Bunlardan biri rüya, öteki de Matrix'dir. Neo, umutsuz bir çaba ile Matrix hakkındaki gerçeği araştırıyor. Tam olarak kavrayamadığı şeylerin yaşamını kontrol ettiğini biliyor.Matrix Nedir? Neo, efsaneler aracılığı ile tanıdığı ve son derece tehlikeli bir adam olan Morpheus'un gerçeği bildiğine inanmaktadır.Bir gece Neo, kendisini başka bir dünyaya götürebilecek güzel yabancı Trinity ile tanışır. Bu kızın götüreceği dünyada, Morpheus'u bulacak ve Matrix hakkında bir şeyler öğrenecektir.",
          "poster_path": "/f89U3ADr1oiB1s9GkdPOEpXUk5H.jpg",
          "release_date": "1999-03-30",
          "title": "Matrix",
          "video": false,
          "vote_average": 8.1,
          "vote_count": 19085,
          "popularity": 48.792,
          "media_type": "movie"
        },
        {
          "video": false,
          "vote_average": 8.2,
          "popularity": 31.811,
          "overview": "Roma İmparatorluğu'na en parlak dönemi yaşatan General Maximus, girdiği bir meydan savaşından daha zaferle çıkar, artık tek hayali bir an önce evine dönerek karısı ve ailesine kavuşmaktır.\r Fakat, zamanın Roma İmparatoru Marcus Aurelius, Maximus'a önemli bir görev verir ve iktidara sahip çıkmasını ister. Bunun üzerine imparatorun oğlu olan Commodus, iktidarın elinden alınacağını anlayınca general ve ailesini öldürme emri verir. Maximus ölümden zor kurtulur ve gladyatörler arenasına sürgün edilir. Yıllar sonra Roma'ya geri dönen güçlü gladyatör Maximus'un tek amacı Commodus'u öldürerek karısı ve oğlunun katledilmesinin intikamını almaktır.",
          "release_date": "2000-05-01",
          "title": "Gladyatör",
          "vote_count": 13531.0,
          "adult": false,
          "backdrop_path": "/aZtwH3RQ0L8jbInxr7OSc9tlGMJ.jpg",
          "media_type": "movie",
          "genre_ids": [
            28.0,
            18.0,
            12.0
          ],
          "id": 98.0,
          "original_language": "en",
          "original_title": "Gladiator",
          "poster_path": "/ehGpN04mLJIrSnxcZBMvHeG0eDc.jpg"
        }
      ]
    },
    {
      "id": 2,
      "name": "Aksiyon",
      "data": [
        {
          "video": false,
          "vote_average": 7.7,
          "popularity": 46.953,
          "vote_count": 17714.0,
          "release_date": "2012-07-16",
          "overview": "Terörist lider Bane'in yaptığı gizli planları durdurmaya bu sefer ne Bruce Wayne'nin ne de Batman'in gücü yeter. Kedikadın Selina Kyle'ı da kendi safına çeken Bane, Gotham kentini ve halkını ciddi bir tehditle karşı karşıya bırakacaktır. Ne yerel kuvvetler, ne kahraman Jim Gordon ne de ordu olacakların önüne geçemez. Batman ilk kez kendisinden daha güçlü bir rakibe karşı mücadele verecektir. Christopher Nolan’ın Batman üçlemesinin sonuncusudur.",
          "original_title": "The Dark Knight Rises",
          "adult": false,
          "backdrop_path": "/cKPfiu9IcCW0fMdKdQBXe3PRtTZ.jpg",
          "media_type": "movie",
          "id": 49026.0,
          "genre_ids": [
            28.0,
            80.0,
            18.0,
            53.0
          ],
          "original_language": "en",
          "title": "Batman 7: Kara Şövalye Yükseliyor",
          "poster_path": "/vzvKcPQ4o7TjWeGIn0aGC9FeVNu.jpg"
        },
        {
          "release_date": "2016-03-23",
          "adult": false,
          "backdrop_path": "/v3CXu4ZdDD22wlkM29c514ZRom2.jpg",
          "media_type": "movie",
          "genre_ids": [
            28.0,
            35.0,
            80.0
          ],
          "vote_count": 16.0,
          "original_language": "en",
          "original_title": "Pocket Listing",
          "poster_path": "/bnfGQD0ku046ueGDvF5PIkwrd23.jpg",
          "title": "Pocket Listing",
          "video": false,
          "vote_average": 7.1,
          "popularity": 10.81,
          "overview": "",
          "id": 346558.0
        },
        {
          "original_title": "Inception",
          "poster_path": "/9gk7adHYeDvHkCSEqAvQNLV5Uge.jpg",
          "video": false,
          "id": 27205.0,
          "popularity": 50.229,
          "overview": "Uzmanlık alanı, zihnin en savunmasız olduğu rüya görme anında, bilinçaltının derinliklerindeki değerli sırları çekip çıkarmak ve onları çalmak olan Dom Cobb çok yetenekli bir hırsızdır. Cobb’un bu ender mahareti, onu kurumsal casusluğun tehlikeli yeni dünyasında aranan bir oyuncu yapmıştır. Ancak, aynı zamanda bu durum onu uluslararası bir kaçak yapmış ve sevdiği herşeye malolmuştur. Cobb’a içinde bulunduğu durumdan kurtulmasını sağlayacak bir fırsat sunulur. Ona hayatını geri verebilecek son bir iş; tabi eğer imkansız “başlangıç”ı tamamlayabilirse. Mükemmel soygun yerine, Cobb ve takımındaki profesyoneller bu sefer tam tersini yapmak zorundadır; görevleri bir fikri çalmak değil onu yerleştirmektir. Eğer başarırlarsa, mükemmel suç bu olacaktır.",
          "release_date": "2010-07-15",
          "title": "Başlangıç",
          "vote_count": 28941.0,
          "adult": false,
          "backdrop_path": "/2HmLvOvu1rhfxK50WfJ4jFKy9zQ.jpg",
          "media_type": "movie",
          "genre_ids": [
            28.0,
            878.0,
            12.0
          ],
          "vote_average": 8.3,
          "original_language": "en"
        },
        {
          "video": false,
          "vote_average": 7.2,
          "popularity": 61.457,
          "overview": "Panda ayısı Po, antik Çin’deki Barış Vadisi’nde ucuz bir restoranda garson olarak çalışmaktadır. Kung fu fanatiğidir ama vücudunun şekli son derece hantal ve biçimsiz olduğu için kung fu dövüş sanatını bir türlü en iyi şekilde sergileyemez. Bu arada Barış Vadisi’nin kapısına birbirinden güçlü düşmanlar dayanmıştır. Eski bir efsaneye göre günün birinde bir kahraman doğacak ve halkına mutlak kurtuluşu ve huzuru armağan edecektir. Ancak vadi sakinlerinin umutla beklediği Seçilmiş Kişi’de olması gereken işareti, vadideki en tanınmış savunma sanatları ustaları bile bedenlerinde taşımamaktadır. Vadinin en tembel, en üşengeç hayvanı olarak üne kavuşan Po, günün birinde bir yarışmaya katılınca kurtarıcının taşıması gereken işareti vücudunda taşıdığı fark edilir. Gereken işareti bu uyuşuk panda ayısının taşıdığını gören dövüş sanatı ustaları ise tam bir şok geçirir. Ancak, bu kibar ve tembel Panda ayısını bir kung fu savaşçısına dönüştürmekten başka çareleri de yoktur.",
          "release_date": "2008-06-04",
          "title": "Kung Fu Panda",
          "vote_count": 8383.0,
          "adult": false,
          "backdrop_path": "/qdthf9WrRDSaIkGVQGhhJ9pz1hn.jpg",
          "media_type": "movie",
          "genre_ids": [
            28.0,
            12.0,
            16.0,
            10751.0,
            35.0
          ],
          "id": 9502.0,
          "original_language": "en",
          "original_title": "Kung Fu Panda",
          "poster_path": "/wWt4JYXTg5Wr3xBW2phBrMKgp3x.jpg"
        },
        {
          "poster_path": "/2ncs7hqBsEjFMqt6Y7ShBCO9tWs.jpg",
          "video": false,
          "vote_average": 6.6,
          "popularity": 18.023,
          "overview": "Başrolünde Tom Cruise'un oynadığı Oblivion, TRON: Legacy'nin yönetmeni ile Rise of the Planet of the Apes'in yapımcısının yarattığı orijinal ve çığır açacak bir film...  Görkemli gelecekte, artık tanınmayacak halde olan Dünya'da, bir yandan insanoğlunu kurtarmaya çalışan bir adamın geçmişle hesaplaşması onu bir kurtuluş ve keşif yolculuğuna sürükler. Jack Harper (Cruise) Dünya üzerinde geriye kalan birkaç insansız hava aracı tamircisinden biridir. Scavlar olarak bilinen korkunç bir tehditle yıllarca süren savaşın ardından hayati kaynakları kurtarmak için yapılan büyük bir operasyonun parçası olan Jack'in görevi neredeyse bitmiştir.  Gökyüzünde binlerce kilometre yükseklikte yaşayan ve devriye gezen Jack'in hayatı yere inen bir uzay gemisinden güzel bir yabancıyı kurtarmasıyla değişir. Kadının gelişi, Jack'in bildiği her şeyi sorgulamasına neden olan bir dizi olayı tetikler. Bu olayların sonucunda, insanlığın kaderi Jack'in ellerindedir...",
          "release_date": "2013-04-10",
          "media_type": "movie",
          "id": 75612.0,
          "adult": false,
          "backdrop_path": "/yvFtIWMvRS8PUbJOGpkSZk07CB3.jpg",
          "title": "Oblivion",
          "genre_ids": [
            28.0,
            878.0,
            12.0,
            9648.0
          ],
          "vote_count": 8576.0,
          "original_language": "en",
          "original_title": "Oblivion"
        },
        {
          "poster_path": "/mNeKyTemq2aywiIR9rQkiBmPLVw.jpg",
          "video": false,
          "vote_average": 7.0,
          "popularity": 35.596,
          "overview": "Serinin 4. filmi Ghost Protocol'da, Ethan Hunt'ın maceraları kaldığı yerden devam ediyor.Kremlin Sarayı havaya uçurulmuş ve Rusya \"Hayalet Protokolünü\" etkinleştirmiştir. Olayın sorumluluğu birileri tarafından Hunt ve ekibine mal edilmiş bu işten sorumlu tutulmaktadır. Hunt, amirinden de yardım alarak işin arkasında olanları ortaya çıkarmak için özel bir ekip kurar. Aynı zamanda hayatta kalabilmek için amansız bir mücadele içerisine girecektir.",
          "release_date": "2011-12-07",
          "media_type": "movie",
          "id": 56292.0,
          "adult": false,
          "backdrop_path": "/hqyjzDRCs1N5gEsh2gklzPdsEFD.jpg",
          "title": "Görevimiz Tehlike IV: Hayalet Protokol",
          "genre_ids": [
            28.0,
            53.0,
            12.0
          ],
          "vote_count": 7630.0,
          "original_language": "en",
          "original_title": "Mission: Impossible - Ghost Protocol"
        },
        {
          "original_language": "en",
          "original_title": "Inglourious Basterds",
          "poster_path": "/7sfbEnaARXDDhKm0CZ7D7uc2sbo.jpg",
          "overview": "Alman kuşatması altındaki Fransa’da, genç Yahudi mülteci Shosanna Dreyfus, ailesinin Nazi Albay Hans Landa tarafından canice katledilmesine tanık olur. Canını zor kurtaran genç kız, Paris’e gidip burada yeni bir kimlikle, sıfırdan hayatına başlar. Olaydan birkaç yıl sonra, Alman savaş kahramanı Fredrick Zoller, Shosanna’nın işlettiği sinema salonunda onu görür ve ondan hoşlanır. Zoller, kendisini yüceltmek için çekilen filmin galasını Shosanna’nın sinemasında düzenlemek isteyince, Shosanna ailesinin intikamını almayı kafaya koyar. Yüksek rütbeli tüm Nazi subaylarının geleceği etkinlik, acımasız Teğmen Aldo Raine liderliğindeki Nazi karşıtı bir grup Yahudi-Amerikan gerilla askeri olan \"Soysuzlar\"ın dikkatini çeker. Nazi Almanyası'nın önde gidenlerine zarar verme amacıyla, Alman sinema oyuncusu ve gizli ajan Bridget Von Hammersmark ile işbirliği yaparlar. Shosanna’nın da kendi intikamını alma planlarını yaptığı sinema salonunun çatısı altında hepsinin kaderleri kesişecektir.",
          "video": false,
          "vote_average": 8.2,
          "popularity": 35.216,
          "id": 16869.0,
          "release_date": "2009-08-18",
          "vote_count": 16759.0,
          "title": "Soysuzlar Çetesi",
          "adult": false,
          "backdrop_path": "/bPnPsyo09tLRnTOb7AlsBsgnbhP.jpg",
          "media_type": "movie",
          "genre_ids": [
            18.0,
            28.0,
            53.0,
            10752.0
          ]
        }
      ]
    },
    {
      "id": 3,
      "name": "Gerilim",
      "data": [
        {
          "adult": false,
          "backdrop_path": "/8xt8AMb1OKC63AdhNSaYBWxB4Iq.jpg",
          "genre_ids": [
            18,
            53,
            9648
          ],
          "id": 11324,
          "original_language": "en",
          "original_title": "Shutter Island",
          "overview": "Filmde, Teddy Daniels (Leonardo DiCaprio) ve Chuck Aule (Mark Ruffalo) isimli iki adli polis memurunun, Rachel Solando (Emily Mortimer) adlı bir akıl hastasının ortadan kaybolması üzerine tehlikeli akıl hastalarının tedavi gördüğü Shutter Adası isimli bölgede konuşlanan Ashecliffe Hastanesi'ne soruşturma yapmak için gitmesi ve sonradan gelişen esrarengiz olaylar aktarılıyor. Burada çığrından çıkan işler davayı gittikçe zora sokacak, zamanla rüya ve gerçek arasındaki sınırlar zorlanacaktır.",
          "poster_path": "/1L9oJuVcQynrOihd4iuATljkVeY.jpg",
          "release_date": "2010-02-14",
          "title": "Zindan Adası",
          "video": false,
          "vote_average": 8.2,
          "vote_count": 17763,
          "popularity": 37.788,
          "media_type": "movie"
        },
        {
          "adult": false,
          "backdrop_path": "/hkBaDkMWbLaf8B1lsWsKX7Ew3Xq.jpg",
          "genre_ids": [
            18,
            28,
            80,
            53
          ],
          "id": 155,
          "original_language": "en",
          "original_title": "The Dark Knight",
          "overview": "Suç işleyenlerden arındırılan bir yer, bir zaman sonra yeniden tehdit altında kalabilir ve işte o zaman yeniden kolları sıvayacak olanların mücadelesi de daha keskin olarak hayata geçecektir. Batman, Teğmen Gordon ve Savcı Harvey Dent bir araya gelerek Gotham Sokakları’nda bu işi kotarmış olsalar da ansızın ortaya çıkan Joker, işleri fena halde bozar. Onun dehası ile baş etmek kolay olmayacaktır. Gotham eski karmaşa dolu günlerin eşiğindedir. Batman yeniden kurtarıcılığa soyunurken kendi varlığının bulduğu anlamı da sorgulamaya başlar...",
          "poster_path": "/ggax1nyhiGIwbq1Ynk0otH2sD6.jpg",
          "release_date": "2008-07-16",
          "title": "Batman 6: Kara Şövalye",
          "video": false,
          "vote_average": 8.5,
          "vote_count": 24983,
          "popularity": 60.995,
          "media_type": "movie"
        },
        {
          "video": false,
          "vote_average": 8.2,
          "popularity": 35.216,
          "overview": "Alman kuşatması altındaki Fransa’da, genç Yahudi mülteci Shosanna Dreyfus, ailesinin Nazi Albay Hans Landa tarafından canice katledilmesine tanık olur. Canını zor kurtaran genç kız, Paris’e gidip burada yeni bir kimlikle, sıfırdan hayatına başlar. Olaydan birkaç yıl sonra, Alman savaş kahramanı Fredrick Zoller, Shosanna’nın işlettiği sinema salonunda onu görür ve ondan hoşlanır. Zoller, kendisini yüceltmek için çekilen filmin galasını Shosanna’nın sinemasında düzenlemek isteyince, Shosanna ailesinin intikamını almayı kafaya koyar. Yüksek rütbeli tüm Nazi subaylarının geleceği etkinlik, acımasız Teğmen Aldo Raine liderliğindeki Nazi karşıtı bir grup Yahudi-Amerikan gerilla askeri olan \"Soysuzlar\"ın dikkatini çeker. Nazi Almanyası'nın önde gidenlerine zarar verme amacıyla, Alman sinema oyuncusu ve gizli ajan Bridget Von Hammersmark ile işbirliği yaparlar. Shosanna’nın da kendi intikamını alma planlarını yaptığı sinema salonunun çatısı altında hepsinin kaderleri kesişecektir.",
          "release_date": "2009-08-18",
          "title": "Soysuzlar Çetesi",
          "vote_count": 16759.0,
          "adult": false,
          "backdrop_path": "/bPnPsyo09tLRnTOb7AlsBsgnbhP.jpg",
          "media_type": "movie",
          "genre_ids": [
            18.0,
            28.0,
            53.0,
            10752.0
          ],
          "id": 16869.0,
          "original_language": "en",
          "original_title": "Inglourious Basterds",
          "poster_path": "/7sfbEnaARXDDhKm0CZ7D7uc2sbo.jpg"
        },
        {
          "overview": "Ponpon kızların kaptanı Chapin, bütün ekibi evine pijama partisine davet etmiştir. Kızlar parti sırasında doğruluk ya da cesaret oynamaya karar verir. Kısa süre sonra “cesaret” oyunu tuhaf bir rekabete dönüşür ve verilen “cesaret” görevleri git gide uç hale gelir… Kızlar oyunlarını sürdürürken, bir yandan, istemeden de olsa bir sınıf arkadaşlarının ölümünün arkasındaki gerçeği ortaya çıkaracaklardır…",
          "adult": false,
          "backdrop_path": "/u0lqlsS7lPDOFP2SyPRX3Lu6jLX.jpg",
          "media_type": "movie",
          "title": "Doğruluk mu Cesaret mi?",
          "id": 46665.0,
          "original_language": "en",
          "original_title": "Triple Dog",
          "poster_path": "/iqnTnSDrFb5rkzIFNWCkEgQgimj.jpg",
          "genre_ids": [
            18.0,
            53.0
          ],
          "video": false,
          "vote_average": 5.7,
          "popularity": 12.796,
          "vote_count": 86.0,
          "release_date": "2010-09-21"
        },
        {
          "overview": "Dünyanın ilk ailesi Crood’ların, hayatları boyunca yaşadıkları mağara bir depremle yerle bir olduktan sonra, Crood'lar yuvaları olan bu kanyondan taşınmak zorunda kalırlar ve ailenin babası Grug'un önderliğinde bir yolculuğa çıkarlar. Barınabilecekleri yeni bir yer bulmanın ümidiyle ilerleyen Crood'lar bu yolculuk esnasında sıra dışı maceralarla örülü ve daha önce bilinmedikleri esrarengiz bir dünyayla karşılaşırlar.",
          "release_date": "2013-03-20",
          "title": "Crood'lar",
          "id": 49519.0,
          "adult": false,
          "backdrop_path": "/bNgqt819qpHcszjCzLCG5y16ldF.jpg",
          "popularity": 105.232,
          "genre_ids": [
            28.0,
            12.0,
            16.0,
            35.0,
            10751.0,
            14.0
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Croods",
          "poster_path": "/h9xqxuQEb3ArJ8zDGyi7Swnk761.jpg",
          "vote_count": 5372.0,
          "video": false,
          "vote_average": 6.9
        },
        {
          "adult": false,
          "backdrop_path": "/hkBaDkMWbLaf8B1lsWsKX7Ew3Xq.jpg",
          "genre_ids": [
            18,
            28,
            80,
            53
          ],
          "id": 155,
          "original_language": "en",
          "original_title": "The Dark Knight",
          "overview": "Suç işleyenlerden arındırılan bir yer, bir zaman sonra yeniden tehdit altında kalabilir ve işte o zaman yeniden kolları sıvayacak olanların mücadelesi de daha keskin olarak hayata geçecektir. Batman, Teğmen Gordon ve Savcı Harvey Dent bir araya gelerek Gotham Sokakları’nda bu işi kotarmış olsalar da ansızın ortaya çıkan Joker, işleri fena halde bozar. Onun dehası ile baş etmek kolay olmayacaktır. Gotham eski karmaşa dolu günlerin eşiğindedir. Batman yeniden kurtarıcılığa soyunurken kendi varlığının bulduğu anlamı da sorgulamaya başlar...",
          "poster_path": "/ggax1nyhiGIwbq1Ynk0otH2sD6.jpg",
          "release_date": "2008-07-16",
          "title": "Batman 6: Kara Şövalye",
          "video": false,
          "vote_average": 8.5,
          "vote_count": 24983,
          "popularity": 60.995,
          "media_type": "movie"
        }
      ]
    }
  ]
}